Repository: matsl92/Appointment_App
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Appointments
es: Mis citas

source: Create gaps
es: Añadir

source: Select the gaps you don't want to include
es: Seleccione los periodos que no quiere incluir

source: Gaps created
es: Periodos añadidos

source: Gaps
es: Periodos

source: Home
es: Inicio

source: Name
es: Nombre

source: Occupation
es: Ocupación

source: Email
es: Correo

source: Birth
es: Nacimiento

source: Points
es: Puntos

source: Edit
es: Editar

source: Book now
es: Agendar

source: Appoints
es: Mis citas

source: Personal info
es: Datos personales

source: Personal data
es: Datos personales

source: First name
es: Nombre

source: Last name
es: Apellido

source: Date of birth
es: Fecha de nacimiento

source: Submit
es: Enviar

source: Schedule
es: Agendar

source: Book your appointment on
es: Agendar cita el

source: at
es: a las

source: Select a servise
es: Seleccione un servicio

source: For a different service select a different gap
es: Para otro servicio seleccione otra hora

source: Haircut
es: Corte de cabello

source: Haircut and beard
es: Corte de cabello y barba

source: Select action
es: Seleccionar acción

source: There are some gaps already created for
es: Ya hay disponibilidad para

source: Select an action
es: Seleccione una acción

source: Select a different start day
es: Seleccionar otra fecha de inicio

source: Edit available gaps and keep the scheduled ones
es: Editar los periodos disponibles y mantener los ya agendados

source: Overwrite and cancel gaps for selected days
es: Sobre escribir la disponibilidad y cancelar citas agendadas en estos periodos

source: Select period
es: Seleccione el periodo

source: Select date for the first day and number of days to display new optional gaps
es: Seleccione la fecha del primer día y el número de días en adelante que desea

source: Number of days
es: Número de días

source: Start date
es: Primera fecha

source: Monday start
es: Inicio del lunes

source: Monday end
es: Final del lunes

source: Tuesday start
es: Inicio del martes

source: Tuesday end
es: Final del martes

source: Wednesday start
es: Inicio del miércoles

source: Wednesday end
es: Final del miércoles

source: Thursday start
es: Inicio del jueves

source: Thursday end
es: Final del jueves

source: Friday start
es: Inicio del viernes

source: Friday end
es: Final del viernes

source: Saturday start
es: Inicio del sábado

source: Saturday end
es: Final del sábado

source: Sunday start
es: Inicio del domingo

source: Sunday end
es: final del domingo

source: Display optional gaps
es: Mostrar periodos opcionales

source: Select service
es: Seleccionar servicio

source: Book an appointment
es: Agende una cita

source: Select a service
es: Seleccione un servicio

source: Select date
es: Seleccione una fecha

source: Display options
es: Mostrar opciones

source: Select time
es: Seleccione la hora

source: Book
es: Agendar

source: BarberShop
es: Barbería

source: Outlook
es: Panorama

source: Logout
es: Cerrar sesión

source: first text to be translated
es: Primer texto para traducir

source: There are no available timeslots for this date or service, please select another date
es: No hay disponibilidad para esta hora o servicio, por favor seleccione otra fecha

source: This gap is no longer available, please select anotherone
es: Esta hora ya no está disponible, por favor seleccione otra

source: This gap is no longer available, please try again
es: Esta hora ya no está disponible, por favor inténtelo de nuevo

source: My appointments
es: Mis citas

source: Upcoming appointments
es: Próximas citas

source: Login
es: Iniciar sesión

source: Sign in here
es: Inicie sesión aquí

source: Phone number
es: Celular

source: Register
es: Registrarse

source: Register here
es: Regístrese aquí

source: You have logged in successfully
es: Inicio de sesión exitoso

source: Phone number is not registered
es: Número de celular no está registrado

source: Invalid phone number
es: Número de celular no válido

source: You were logged out
es: Se cerró la sesión

source: Registration successful
es: Registro exitoso

source: Invalid phone number, enter a +10 digit number with no spaces in between
es: Número de celular invalido, ingrese un número de +10 dígitos sin espacios

source: English
es: Ingles

source: Spanish
es: Español
